[Abilities.A_WeekOfImpatience_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOfLooters_Buff H7BaseBuff]
mName="劫掠之周"
mTooltip="从建筑中掠夺到的资源翻倍。"

[Abilities.A_WeekOf_Core_Golems_Buff H7BaseBuff]
mName="魔像之周"
mTooltip="魔像和砂岩魔像的产量翻倍。"

[Abilities.A_WeekOfLabour_Buff H7BaseBuff]
mName="劳工之周"
mTooltip="该建筑的产出翻倍。"

[weeks_growth.A_WeekOf_Core_Gnolls H7Week]
mDescription="豺狼人和豺狼人猎手的产量翻倍。"
mName="豺狼之周"
mTooltip=""

[Abilities.A_WeekOfGiantSlaying_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOfMagic_Buff H7BaseBuff]
mName="魔法之周"
mTooltip="战斗中所有法术的法力消耗减半。"

[Abilities.A_WeekOf_Core_Assassins_Buff H7BaseBuff]
mName="刺客之周"
mTooltip="刺客和幽影的产量翻倍。"

[weeks_growth.A_WeekOfConscription H7Week]
mDescription="所有核心生物的产量翻倍。"
mName="征兵之周"
mTooltip=""

[Abilities.A_WeekOfFrost_Buff_Creature_Marker H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOf_Core_Spiders_Buff H7BaseBuff]
mName="蜘蛛之周"
mTooltip="黑檀蜘蛛和织死蜘蛛的产量翻倍。"

[Abilities.A_WeekOfImpatience_Buff_Creature H7BaseBuff]
mName="急躁之周"
mTooltip="%stat %stat.icon 主动性"

[weeks_growth.A_WeekOf_Core_Gargoyles H7Week]
mDescription="石像怪和黑曜石像怪的产量翻倍。"
mName="石像之周"
mTooltip=""

[Abilities.A_WeekOfDelay_Buff H7BaseBuff]
mName="延迟之周"
mTooltip="%stat %ICON_MAX_MOVEMENT 英雄移动力上限"

[Abilities.A_WeekOfFrost_Buff_Creature H7BaseBuff]
mName="寒霜之周"
mTooltip="如果该生物在本回合没有移动，获得 %buff1.buff.stat %buff1.buff.stat.icon 移动力，持续 %buff1.buff.durini 回合。"

[Abilities.A_WeekOfPlague_Buff H7BaseBuff]
mName="瘟疫之周"
mTooltip="本周生物无产量，且所有生物池被清空。"

[Abilities.A_WeekOfDragonSteel_Buff H7BaseBuff]
mName="龙钢之周"
mTooltip="该建筑产出的 %ICON_DRAGONSTEEL 龙钢数量翻倍。"

[weeks_growth.A_WeekOfWild H7Week]
mDescription="中立军队规模扩大10%。"
mName="荒野之周"
mTooltip=""

[Abilities.A_WeekOf_Core_Brutes_Buff H7BaseBuff]
mName="暴徒之周"
mTooltip="暴徒和碎击兵的产量翻倍。"

[Abilities.A_WeekOfFolly_Buff_XpRate H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOfMagic_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Abilities.A_WeekOfFolly_Buff H7BaseBuff]
mName="愚人之周"
mTooltip="战斗获取的经验减半。"

[Abilities.A_WeekOfBalance_Buff_Creature H7BaseBuff]
mName="平衡之周"
mTooltip="士气和幸运减半。"

[weeks_resources.A_WeekOfShadowsteel H7Week]
mDescription="地底矿床产出的影钢数量翻倍。"
mName="影钢之周"
mTooltip=""

[Abilities.A_WeekOf_Core_Skeletons_Buff H7BaseBuff]
mName="骷髅之周"
mTooltip="骷髅和甲胄骷髅的产量翻倍。"

[Abilities.A_WeekOfCourage_Buff_XpRate H7BaseBuff]
mName=""
mTooltip=""

[weeks_growth.A_WeekOf_Core_Harpies H7Week]
mDescription="鹰身女妖和鹰身怒妖的产量翻倍。"
mName="鹰身女妖之周"
mTooltip=""

[Abilities.A_WeekOfScouts_Buff_Creature H7BaseBuff]
mName="侦察之周"
mTooltip="生物无法获得全力侧击奖励。"

[weeks_resources.A_WeekOfStarsilver H7Week]
mDescription="陨石坑中产出的星银数量翻倍。"
mName="星银之周"
mTooltip=""

[Abilities.A_WeekOfMight_Buff_Creature H7BaseBuff]
mName="力量之周"
mTooltip="生物造成的非魔法伤害额外获得 %stat %ICON_ATTACK 攻击。"

[Abilities.A_WeekOf_Core_Wolves_Buff H7BaseBuff]
mName="狼群之周"
mTooltip="恐狼和银背狼的产量翻倍。"

[Abilities.A_WeekOfFestivals_Buff_Rare H7BaseBuff]
mName="节庆之周"
mTooltip="该建筑无产出。"

[Abilities.A_WeekOf_Core_Gnolls_Buff H7BaseBuff]
mName="豺狼之周"
mTooltip="豺狼人和豺狼人猎手的产量翻倍。"

[Abilities.A_WeekOfFestivals_Buff_Common H7BaseBuff]
mName="节庆之周"
mTooltip="该建筑的产出减半。"

[weeks_growth.A_WeekOf_Core_Stalkers H7Week]
mDescription="追猎者和追猎者的产量翻倍。"
mName="潜行之周"
mTooltip=""

[Abilities.A_WeekOf_Core_Gargoyles_Buff H7BaseBuff]
mName="石像之周"
mTooltip="石像怪和黑曜石像怪的产量翻倍。"

[Abilities.A_WeekOfElementals_Buff H7BaseBuff]
mName="元素之周"
mTooltip=""

[Abilities.A_WeekOfRecruitment_Buff H7BaseBuff]
mName="招募之周"
mTooltip="本周冠军生物产量翻倍。"

[weeks_growth.A_WeekOf_Core_DireWolves H7Week]
mDescription="恐狼和银背狼的产量翻倍。"
mName="狼群之周"
mTooltip=""

[weeks_resources.A_WeekOfDragonSteel H7Week]
mDescription="血炉产出的龙钢数量翻倍。"
mName="龙钢之周"
mTooltip=""

[Abilities.A_WeekOf_Core_Stalkers_Buff H7BaseBuff]
mName="潜行之周"
mTooltip="追猎者和追猎者的产量翻倍。"

[weeks_resources.A_WeekOfWealth H7Week]
mDescription="所有金矿产出的黄金数量翻倍。"
mName="财富之周"
mTooltip=""

[Abilities.A_WeekOfLife_Buff H7BaseBuff]
mName="生命之周"
mTooltip="本周生物产量翻倍。"

[Abilities.A_WeekOfCrystals_Buff H7BaseBuff]
mName="水晶之周"
mTooltip="该建筑产出的 %icon_Crystal 龙血水晶数量翻倍。"

[Abilities.A_WeekOf_Core_Dryads_Buff H7BaseBuff]
mName="林妖之周"
mTooltip="林妖和栎木林妖的产量翻倍。"

[Abilities.A_WeekOfEnlistment_Buff H7BaseBuff]
mName="征募之周"
mTooltip="本周精英生物产量翻倍。"

[Abilities.A_WeekOfCourage_Buff H7BaseBuff]
mName="勇气之周"
mTooltip="战斗获取的经验翻倍。"

[Abilities.A_WeekOfMagicians_Buff H7BaseBuff]
mName="魔术之周"
mTooltip="所有圣器的买卖价格增加 %stat。"

[weeks_growth.A_WeekOf_Core_Troglodytes H7Week]
mDescription="洞穴人和冥魔的产量翻倍。"
mName="穴居人之周"
mTooltip=""

[Abilities.A_WeekOfFrost_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOf_Core_Ghosts_Buff H7BaseBuff]
mName="幽魂之周"
mTooltip="幽灵和女妖的产量翻倍。"

[weeks_growth.A_WeekOf_Core_Sentinels H7Week]
mDescription="哨卫和军团卫士的产量翻倍。"
mName="哨卫之周"
mTooltip=""

[Abilities.A_WeekOfConscription_Buff H7BaseBuff]
mName="征兵之周"
mTooltip="本周核心生物产量翻倍。"

[Abilities.A_WeekOfMightAndMagic_Buff_Hero H7BaseBuff]
mName="力量与魔法之周"
mTooltip="战斗中所有法术的法力消耗减半。"

[Abilities.A_WeekOfDisease_Buff H7BaseBuff]
mName="疾病之周"
mTooltip="本周生物产量减半。"

[Abilities.A_WeekOf_Core_Sentinels_Buff H7BaseBuff]
mName="哨卫之周"
mTooltip="哨卫和军团卫士的产量翻倍。"

[Abilities.A_WeekOf_Core_Pixies_Buff H7BaseBuff]
mName="花精之周"
mTooltip="花精和花妖的产量翻倍。"

[Abilities.A_WeekOf_Core_Cabeiri_Buff H7BaseBuff]
mName="火精之周"
mTooltip="火精怪和炎精怪的产量翻倍。"

[Abilities.A_WeekOfMightAndMagic_Buff_Creature H7BaseBuff]
mName="力量与魔法之周"
mTooltip="生物造成的非魔法伤害额外获得 %stat %ICON_ATTACK 攻击。"

[weeks_resources.A_WeekOfLooters H7Week]
mDescription="从建筑掠夺获得的资源翻倍。"
mName="劫掠之周"
mTooltip=""

[Abilities.A_WeekOfMightAndMagic_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Abilities.A_WeekOfCessation_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOfCessation_Buff_Creature H7BaseBuff]
mName="休整之周"
mTooltip="生物无法反击。"

[Abilities.A_WeekOfMight_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOfBalance_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOf_Core_Harpies_Buff H7BaseBuff]
mName="鹰身女妖之周"
mTooltip="鹰身女妖和鹰身怒妖的产量翻倍。"

[Abilities.A_WeekOfGiantSlaying_Buff_Creature H7BaseBuff]
mName="屠戮巨人之周"
mTooltip="攻击大型生物时 %special.val1 %ICON_ATTACK 攻击。"

[weeks_growth.A_WeekOfPLague H7Week]
mDescription="所有住所和城镇中的生物池被清空。无生物增长，新建住所中的生物池也为空。"
mName="瘟疫之周"
mTooltip=""

[weeks_growth.A_WeekOfLife H7Week]
mDescription="所有生物的产量翻倍。"
mName="生命之周"
mTooltip=""

[Abilities.A_WeekOfShadowsteel_Buff H7BaseBuff]
mName="影钢之周"
mTooltip="该建筑产出的 %ICON_SHADOWSTEEL 影钢数量翻倍。"

[Abilities.A_WeekOfSpeed_Buff H7BaseBuff]
mName="速度之周"
mTooltip="%stat %ICON_MAX_MOVEMENT 英雄移动力上限"

[Abilities.A_WeekOfStarsilver_Buff H7BaseBuff]
mName="星银之周"
mTooltip="该建筑产出的 %ICON_STARSILVER 星银产量翻倍。"

[Abilities.A_WeekOfStorm_Buff_Creature H7BaseBuff]
mName="风暴之周"
mTooltip="生物无法进行远程攻击。"

[Abilities.A_WeekOfStorm_Buff_Hero H7BaseBuff]
mName="风暴之周"
mTooltip="在水上航行耗费的移动力增加 %stat.norm。"

[Abilities.A_WeekOfTheLifeless_Buff_Hero H7BaseBuff]
mName="亡者之周"
mTooltip="所有构造体和亡灵体获得 %buff1.buff.stat1 %ICON_ATTACK 攻击和 %ICON_DEFENSE 防御。"

[Abilities.A_WeekOfTheLifeless_Buff_Creature H7BaseBuff]
mName="亡者之周"
mTooltip="%stat1 %stat1.icon 攻击和 %stat2 %stat2.icon 防御。"

[Abilities.A_WeekOfTheLiving_Buff_Creature H7BaseBuff]
mName="生者之周"
mTooltip="%stat1 %stat1.icon 攻击和 %stat2 %stat2.icon 防御。"

[Abilities.A_WeekOfTheLiving_Buff_Hero H7BaseBuff]
mName="生者之周"
mTooltip="所有非构造体和亡灵体的生物获得 %buff1.buff.stat1 %ICON_ATTACK 攻击和 %ICON_DEFENSE 防御。"

[Abilities.A_WeekOfToughness_Buff_Creature H7BaseBuff]
mName="顽强之周"
mTooltip="%stat 生命值。"

[Abilities.A_WeekOfToughness_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOfTreasures_Buff H7BaseBuff]
mName="宝藏之周"
mTooltip="从宝箱里获得的经验和黄金增加 %buff1.buff.stat1.norm。"

[Abilities.A_WeekOfTreasures_Buff_Gain H7BaseBuff]
mName="宝藏之周"
mTooltip=""

[Abilities.A_WeekOfWealth_Buff H7BaseBuff]
mName="财富之周"
mTooltip="该建筑产出的 %ICON_GOLD 黄金产量翻倍。"

[weeks_adventuring.A_WeekOfArchitecture H7Week]
mDescription="城镇建筑的黄金消耗减半。"
mName="建设之周"
mTooltip=""

[weeks_adventuring.A_WeekOfArchitecture_Buff H7BaseBuff]
mName=""
mTooltip=""

[weeks_adventuring.A_WeekOfCourage H7Week]
mDescription="战斗中获取的经验翻倍。"
mName="勇气之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Golems H7Week]
mDescription="魔像和砂岩魔像的产量翻倍。"
mName="魔像之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Dryads H7Week]
mDescription="林妖和栎木林妖的产量翻倍。"
mName="林妖之周"
mTooltip=""

[weeks_adventuring.A_WeekOfDelay H7Week]
mDescription="所有英雄的 %buff1.buff.stat.icon 移动力减少 %buff1.buff.stat。"
mName="拖拉之周"
mTooltip=""

[weeks_adventuring.A_WeekOfFolly H7Week]
mDescription="战斗中获取的经验减半。"
mName="愚人之周"
mTooltip=""

[weeks_adventuring.A_WeekOfRaids H7Week]
mDescription="交易利润减半。"
mName="突击之周"
mTooltip=""

[weeks_adventuring.A_WeekOfSpeed H7Week]
mDescription="所有英雄的 %buff1.buff.stat.icon 移动力增加 %buff1.buff.stat.norm。"
mName="速度之周"
mTooltip=""

[weeks_adventuring.A_WeekOfTrade H7Week]
mDescription="交易利润翻倍。"
mName="贸易之周"
mTooltip=""

[weeks_adventuring.A_WeekOfTreasures H7Week]
mDescription="从宝箱里获得的经验和黄金增加 %buff.buff.buff1.buff.stat1.norm。"
mName="宝藏之周"
mTooltip=""

[weeks_combat.A_WeekOfBalance H7Week]
mDescription="战斗中生物的 %buff1.buff.buff1.buff.stat2.icon 士气，%buff1.buff.buff1.buff.stat1.icon 幸运减半。"
mName="平衡之周"
mTooltip=""

[weeks_combat.A_WeekOfCessation H7Week]
mDescription="生物无法反击。"
mName="休整之周"
mTooltip=""

[weeks_resources.A_WeekOfCrystals H7Week]
mDescription="水晶矿洞产出的龙血水晶数量翻倍。"
mName="水晶之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Pixies H7Week]
mDescription="花精和花妖的产量翻倍。"
mName="花精之周"
mTooltip=""

[weeks_growth.A_WeekOfEnlistment H7Week]
mDescription="所有精英生物的产量翻倍。"
mName="征募之周"
mTooltip=""

[weeks_combat.A_WeekOfElementals H7Week]
mDescription="召唤元素的数量增加50%。"
mName="元素之周"
mTooltip=""

[weeks_combat.A_WeekOfFrost H7Week]
mDescription="如果生物在其回合没有移动的话，就获得 %buff1.buff.buff1.buff.buff1.buff.stat %buff1.buff.buff1.buff.buff1.buff.stat.icon 移动力，持续 %buff1.buff.buff1.buff.buff1.buff.durini  回合。"
mName="寒霜之周"
mTooltip=""

[weeks_combat.A_WeekOfGiantSlaying H7Week]
mDescription="小型生物攻击大型生物时获得 %buff1.buff.buff1.buff.special.val1 %ICON_ATTACK 攻击。"
mName="屠戮巨人之周"
mTooltip=""

[weeks_combat.A_WeekOfImpatience H7Week]
mDescription="所有由英雄统帅的生物增加 %buff1.buff.buff1.buff.stat.norm %buff1.buff.buff1.buff.stat.icon 主动性。"
mName="急躁之周"
mTooltip=""

[weeks_combat.A_WeekOfMagic H7Week]
mDescription="战斗中的魔法消耗减半。"
mName="魔法之周"
mTooltip=""

[weeks_combat.A_WeekOfMight H7Week]
mDescription="生物的非魔法伤害额外获得 %buff1.buff.buff1.buff.stat %ICON_ATTACK 攻击。"
mName="力量之周"
mTooltip=""

[weeks_combat.A_WeekOfMightAndMagic H7Week]
mDescription="战斗中的所有消耗魔力减半，生物的非魔法伤害额外获得 %buff1.buff.buff3.buff.stat %ICON_ATTACK 攻击。"
mName="力量与魔法之周"
mTooltip=""

[weeks_combat.A_WeekOfScouts H7Week]
mDescription="生物无法获得全力侧击奖励。"
mName="侦察之周"
mTooltip=""

[weeks_combat.A_WeekOfStorm H7Week]
mDescription="生物无法进行远程攻击。在海上航行时的移动力消耗增加 %buff1.buff.stat.norm。"
mName="风暴之周"
mTooltip=""

[weeks_combat.A_WeekOfTheLifeless H7Week]
mDescription="所有构造体和亡灵体的生物将获得 %buff1.buff.buff1.buff.stat1 %ICON_ATTACK 攻击和 %ICON_DEFENSE 防御。"
mName="亡者之周"
mTooltip=""

[weeks_combat.A_WeekOfTheLiving H7Week]
mDescription="所有非构造体和亡灵体的生物将获得 %buff1.buff.buff1.buff.stat1 %ICON_ATTACK 攻击和 %ICON_DEFENSE 防御。"
mName="生者之周"
mTooltip=""

[weeks_resources.A_WeekOfLabour H7Week]
mDescription="伐木场的木材产出和矿洞的矿石产出翻倍。"
mName="劳工之周"
mTooltip=""

[weeks_combat.A_WeekOfToughness H7Week]
mDescription="所有生物获得 %buff1.buff.buff1.buff.stat 生命值。"
mName="顽强之周"
mTooltip=""

[weeks_flavour.A_OrdinaryWeek H7Week]
mDescription="本周无事发生。"
mName="致命平静之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_02 H7Week]
mDescription="在这周美丽的少女们会亲吻青蛙以期许在年内出嫁。"
mName="蟾蜍之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_03 H7Week]
mDescription="本周将是树木的噩梦。"
mName="海狸之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_01 H7Week]
mDescription="仓鼠和战斗狂热仓鼠的周产量翻倍。"
mName="疯狂兔子之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_04 H7Week]
mDescription="本周将无法享受到在湖边平静的钓鱼。"
mName="毒蝇之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_05 H7Week]
mDescription="本周猫头鹰看起来大不一样。"
mName="猫头鹰之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_07 H7Week]
mDescription="本周年轻的矮人们会不穿衣物跳到滚烫的煤炭上以获取女性的青睐。"
mName="酷热之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_06 H7Week]
mDescription="本周神秘的光线将降临亚山的夜空，田地里将出现麦田怪圈。"
mName="先民之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_08 H7Week]
mDescription="本周水银产出翻倍，不幸的是生活在亚山上的人们还不知道如何使用这种资源。"
mName="水银之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_09 H7Week]
mDescription="本周精灵们将举办一个传统舞会，之后享用一顿丰盛大餐。"
mName="毛毛虫之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_10 H7Week]
mDescription="本周魔法学院将举行期末考试。"
mName="失眠之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_11 H7Week]
mDescription="本周所有人动作都会慢半拍。"
mName="乌龟之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_12 H7Week]
mDescription="本周是个行军的好时机（如果你是帝企鹅的话）。"
mName="企鹅之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_13 H7Week]
mDescription="猩猩的周产量翻倍，唔哈哈！"
mName="图书管理员之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_14 H7Week]
mDescription="本周燕子将会迁徙回来，有时还带着一些椰子。"
mName="归燕之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_15 H7Week]
mDescription="本周你甚至能和那些不能咩咩叫的人一起闲逛。"
mName="绵羊之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_16 H7Week]
mDescription="在完全灭绝之前，本周凶牙兽的周产量翻倍。"
mName="獠牙之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_17 H7Week]
mDescription="本周所有人将欢庆肯海姆领主的诗歌。"
mName="新世界之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_18 H7Week]
mDescription="狮子们最爱的一周。"
mName="羚羊之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_19 H7Week]
mDescription="本周一切事物都是虚无的，想怎么样就能怎么样。"
mName="信条之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_20 H7Week]
mDescription="本周将是蠕虫的噩梦。"
mName="麻雀之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_21 H7Week]
mDescription="最适合吹泡泡的一周。"
mName="美梦之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_EbonSpiders H7Week]
mDescription="黑檀蜘蛛和织死蜘蛛的产量翻倍。"
mName="蜘蛛之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_22 H7Week]
mDescription="本周将是榛子的噩梦。"
mName="松鼠之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_23 H7Week]
mDescription="本周猫咪将接管统治权。"
mName="喵喵之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_24 H7Week]
mDescription="充满了神奇冒险的一周，无数的战斗和充满挑战性的任务比比皆是。"
mName="突击者之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Ghosts H7Week]
mDescription="幽灵和女妖的产量翻倍。"
mName="幽魂之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_25 H7Week]
mDescription="本周伟大的魔幻牌锦标赛将在卡索城举行。"
mName="魔幻牌之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Skeletons H7Week]
mDescription="骷髅和甲胄骷髅的产量翻倍。"
mName="骷髅之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_27 H7Week]
mDescription="本周将祭祀黑暗之龙。"
mName="马拉萨之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_28 H7Week]
mDescription="本周将祭祀风之龙。"
mName="伊拉斯之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_29 H7Week]
mDescription="本周将祭祀大地之龙。"
mName="西莱纳之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_30 H7Week]
mDescription="本周将祭祀水之龙。"
mName="莎拉萨之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_31 H7Week]
mDescription="本周将祭祀火之龙。"
mName="阿尔卡斯之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_32 H7Week]
mDescription="本周将祭祀亚莎的死亡面。"
mName="老妪之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_33 H7Week]
mDescription="本周将祭祀亚莎的命运面。"
mName="少女之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_34 H7Week]
mDescription="本周将祭祀亚莎的生命面。"
mName="母亲之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_35 H7Week]
mDescription="本周将庆祝暮光契约的签订和长老战争的终结。"
mName="暮光契约之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_36 H7Week]
mDescription="孩子们的最爱，蜂蜜产量提高至正常的三倍。"
mName="蜜蜂之周"
mTooltip=""

[weeks_growth.A_WeekOfRecruitment H7Week]
mDescription="所有冠军生物的产量翻倍。"
mName="招募之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_38 H7Week]
mDescription="利用精良的望远镜可以在本周观测到遥远的行星。"
mName="帷幕之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_39 H7Week]
mDescription="奇怪...没人记得这周到底发生了什么。"
mName="虚空之周"
mTooltip=""

[weeks_resources.A_WeekOfMagicians H7Week]
mDescription="圣器的费用和出售价格增加20%。"
mName="魔术之周"
mTooltip=""

[weeks_flavour.A_Week_Flavor_40 H7Week]
mDescription="本周神秘的存在将改变亚山的未来。"
mName="阴影议会之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Assassins H7Week]
mDescription="刺客和幽影的产量翻倍。"
mName="刺客之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Brutes H7Week]
mDescription="暴徒和碎击兵的产量翻倍。"
mName="暴徒之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Cabeiri H7Week]
mDescription="火精怪和炎精怪的产量翻倍。"
mName="火精之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Crossbowmen H7Week]
mDescription="弩手和神射手的产量翻倍。"
mName="弩手之周"
mTooltip=""

[Abilities.A_WeekOf_Core_Troglodytes_Buff H7BaseBuff]
mName="穴居人之周"
mTooltip="洞穴人和冥魔的产量翻倍。"

[Abilities.A_WeekOf_Core_Crossbowmen_Buff H7BaseBuff]
mName="弩手之周"
mTooltip="弩手和神射手的产量翻倍。"

[weeks_resources.A_WeekOfFestivals H7Week]
mDescription="来自金矿、矿洞和伐木场的收入减半。水晶矿洞、地底深坑、陨石坑和血炉没有产出。"
mName="节庆之周"
mTooltip=""

[Abilities.A_WeekOfScouts_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[weeks_growth.A_WeekOfDisease H7Week]
mDescription="所有生物的产量减半。"
mName="疾病之周"
mTooltip=""

[weeks.WeekOfCrystals H7Week]
mName="水晶之周"
mDescription="水晶矿洞产出的龙血水晶数量翻倍。"
[weeks.WeekOfDragonSteel H7Week]
mName="龙钢之周"
mDescription="血炉产出的龙钢数量翻倍。"
[weeks.WeekOfFestivals H7Week]
mName="节庆之周"
mDescription="黄金、矿石和木材的收入减半。无法产出龙血水晶、星银、龙钢和影钢。"
[weeks.WeekOfLabour H7Week]
mName="劳工之周"
mDescription="伐木场的木材产出和矿洞的矿石产出翻倍。"
[weeks.WeekOfLooters H7Week]
mName="劫掠之周"
mDescription="从建筑中掠夺到的资源会更多。"
[weeks.WeekOfNothing H7Week]
mName="普通一周"
mDescription="没有什么特别的事情发生。"
[weeks.WeekOfShadowsteel H7Week]
mName="影钢之周"
mDescription="地底矿床产出的影钢数量翻倍。"
[weeks.WeekOfStarsilver H7Week]
mName="星银之周"
mDescription="陨石坑中产出的星银数量翻倍。"
[weeks.WeekOfWealth H7Week]
mName="财富之周"
mDescription="所有黄金产出翻倍。"

UCP 1.2

[weeks_growth.A_WeekOf_Core_Hunters H7Week]
mDescription="猎人和狩猎大师的产量翻倍。"
mName="猎手之周"
mTooltip=""

[Abilities.A_WeekOf_Core_Hunters_Buff H7BaseBuff]
mName="猎手之周"
mTooltip="猎人和狩猎大师的产量翻倍。"

UCP 1.3

[weeks_adventuring.A_WeekOfTraining H7Week]
mDescription="升级生物的黄金消耗减半（向下取整）。"
mName="训练之周"
mTooltip=""

[weeks_adventuring.A_WeekOfIdleness H7Week]
mDescription="升级生物的黄金消耗翻倍。"
mName="闲散之周"
mTooltip=""

v1.35

[Abilities.A_WeekOf_Core_Defenders_Buff H7BaseBuff]
mName="防御者之周"
mTooltip="防御者和盾卫的产量翻倍。"

[Abilities.A_WeekOf_Core_Demons_Buff H7BaseBuff]
mName="恶魔之周"
mTooltip="角魔和监工魔的产量翻倍。"

[Abilities.A_WeekOf_Core_Kappas_Buff H7BaseBuff]
mName="河童之周"
mTooltip="河童和河童庄屋的产量翻倍。"

[Abilities.A_WeekOf_Core_Kobolds_Buff H7BaseBuff]
mName="鼠型怪之周"
mTooltip="鼠型怪侦察兵和鼠型怪探路者的产量翻倍。"

[Abilities.A_WeekOf_Core_Outcasts_Buff H7BaseBuff]
mName="流放者之周"
mTooltip="流放者和冰霜射手的产量翻倍。"

[Abilities.A_WeekOf_Core_Protectors_Buff H7BaseBuff]
mName="保护者之周"
mTooltip="保护者和雪地战士的产量翻倍。"

[Abilities.A_WeekOf_Core_Succubus_Buff H7BaseBuff]
mName="魅魔之周"
mTooltip="魅魔和莉莉姆的产量翻倍。"

[Abilities.A_WeekOf_Core_Sharks_Buff H7BaseBuff]
mName="鲨鱼之周"
mTooltip="鲨鱼战士和鳄鲨侍的产量翻倍。"

[Abilities.A_WeekOfArchers_Buff_Creature H7BaseBuff]
mName="弓手之周"
mTooltip="所有弓手可在最大射程攻击。"

[Abilities.A_WeekOfBalance_Buff_Creature H7BaseBuff]
mName="平衡之周"
mTooltip="士气和幸运减半。"

[Abilities.A_WeekOfDepression_Buff_Creature H7BaseBuff]
mName="沮丧之周"
mTooltip="士气减少50。"

[Abilities.A_WeekOfMarathon_Buff H7BaseBuff]
mName="马拉松之周"
mTooltip="%stat %ICON_MAX_MOVEMENT"

[Abilities.A_WeekOfMorale_Buff_Creature H7BaseBuff]
mName="士气之周"
mTooltip="士气增加50。"

[Abilities.A_WeekOfMorale_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_WeekOfSnail_Buff H7BaseBuff]
mName="蜗牛之周"
mTooltip="%stat %ICON_MAX_MOVEMENT"

[Abilities.A_WeekOfStakhanovisme_Buff H7BaseBuff]
mName="斯达汉诺夫之周"
mTooltip="该建筑的产出翻倍。"

[weeks_adventuring.A_WeekOfMarathon H7Week]
mDescription="所有英雄的 %buff1.buff.stat.icon 移动力翻倍。"
mName="马拉松之周"
mTooltip=""

[weeks_adventuring.A_WeekOfSnail H7Week]
mDescription="所有英雄的 %buff1.buff.stat.icon 移动力减少50%。"
mName="蜗牛之周"
mTooltip=""

[weeks_combat.A_WeekOfArchers H7Week]
mDescription="所有弓手可在最大射程攻击。"
mName="弓手之周"
mTooltip=""

[weeks_combat.A_WeekOfDepression H7Week]
mDescription="战斗中 %buff1.buff.buff1.buff.stat2.icon 士气减少50。"
mName="沮丧之周"
mTooltip=""

[weeks_combat.A_WeekOfLuck H7Week]
mDescription="战斗中 %buff1.buff.buff1.buff.stat2.icon 幸运增加50。"
mName="幸运之周"
mTooltip=""

[weeks_combat.A_WeekOfLuck_Buff_Creature H7BaseBuff]
mName="幸运之周"
mTooltip="幸运增加50。"

[weeks_combat.A_WeekOfMorale H7Week]
mDescription="战斗中 %buff1.buff.buff1.buff.stat2.icon 士气增加50。"
mName="士气之周"
mTooltip=""

[weeks_combat.A_WeekOfScoumoune H7Week]
mDescription="战斗中 %buff1.buff.buff1.buff.stat2.icon 幸运减少50。"
mName="霉运之周"
mTooltip=""

[weeks_combat.A_WeekOfScoumoune_Buff_Creature H7BaseBuff]
mName="霉运之周"
mTooltip="幸运减少50。"

[weeks_combat.A_WeekOfScoumoune_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

[weeks_growth.A_WeekOf_Core_Defenders H7Week]
mDescription="防御者和盾卫的产量翻倍。"
mName="防御者之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Demons H7Week]
mDescription="角魔和监工魔的产量翻倍。"
mName="恶魔之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Kappas H7Week]
mDescription="河童和河童庄屋的产量翻倍。"
mName="河童之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Kobolds H7Week]
mDescription="鼠型怪侦察兵和鼠型怪探路者的产量翻倍。"
mName="鼠型怪之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Outcasts H7Week]
mDescription="流放者和冰霜射手的产量翻倍。"
mName="流放者之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Protectors H7Week]
mDescription="保护者和雪地战士的产量翻倍。"
mName="保护者之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Sharks H7Week]
mDescription="鲨鱼战士和鳄鲨侍的产量翻倍。"
mName="鲨鱼之周"
mTooltip=""

[weeks_growth.A_WeekOf_Core_Succubus H7Week]
mDescription="魅魔和莉莉姆的产量翻倍。"
mName="魅魔之周"
mTooltip=""

[weeks_resources.A_WeekOfStakhanovisme H7Week]
mDescription="伐木场和所有矿场的产出翻倍。"
mName="斯达汉诺夫之周"
mTooltip=""

1.36

[weeks_growth.A_WeekOf_Core_Fairies H7Week]
mDescription="精灵和风精灵的产量翻倍。"
mName="精灵之周"

[Abilities.A_WeekOf_Core_Fairies_Buff H7BaseBuff]
mName="精灵之周"
mTooltip="精灵和风精灵的产量翻倍。"

[weeks_growth.A_WeekOf_Core_Cultists H7Week]
mDescription="元素教徒和元素塑造者的产量翻倍。"
mName="教徒之周"

[Abilities.A_WeekOf_Core_Cultists_Buff H7BaseBuff]
mName="教徒之周"
mTooltip="元素教徒和元素塑造者的产量翻倍。"

[weeks_adventuring.A_WeekOfInflation H7Week]
mDescription="城镇建筑的黄金消耗增加50%。"
mName="通胀之周"
mTooltip=""

[Abilities.A_archer_Buff_Hero H7BaseBuff]
mName="风暴之周"
mTooltip="在水上航行耗费的移动力增加 %stat.norm。"